Repository: keitaroinc/ckanext-dcat
Catalog: ckanext/dcat/i18n/*/LC_MESSAGES/ckanext-dcat.po
Languages: mk, sq

source: GUID
mk: ГУИД

source: Theme
mk: Тема
sq: Temë

source: Identifier
mk: Идентификатор
sq: Identifikuesi

source: Alternate identifier
mk: Алтернативен идентификатор
sq: Identifikues alternativ

source: Issued
mk: Издаден
sq: Hedhur në qarkullim

source: Modified
mk: Променето
sq: Modifikuar

source: Version notes
mk: Белешки за верзијата
sq: Shënimet e versionit

source: Language
mk: Јазик
sq: Gjuhe

source: Frequency
mk: Фреквенција
sq: Frekuencë

source: Conforms to
mk: Одговара со
sq: Përputhet me

source: Spatial URI
mk: Просторен URI
sq: URI hapësinor

source: Start of temporal extent
mk: Почеток на привремено проширување
sq: Fillimi i shtrirjes kohore

source: End of temporal extent
mk: Крај на привремено проширување
sq: Fundi i shtrirjes kohore

source: Publisher URI
mk: Издавач URI
sq: URI i botuesit

source: Publisher name
mk: Име на издавачот
sq: Emri i botuesit

source: Publisher email
mk: Е-пошта на издавачот
sq: Botuesi i botuesit

source: Publisher URL
mk: УРЛ на издавачот
sq: URL e botuesit

source: Publisher type
mk: Тип на издавач
sq: Lloji i botuesit

source: Contact name
mk: Контакт име
sq: Emri i kontaktit

source: Contact email
mk: Контакт е-пошта
sq: Kontaktoni email-in

source: Contact URI
mk: Контакт URI
sq: Kontaktoni URI

source: Download URL
mk: Преземете УРЛ
sq: Shkarko URL

source: Media type
mk: Тип на медиум
sq: Lloji i medias

source: Size
mk: Големина на датотек
sq: Madhësi

source: Rights
mk: Права
sq: Të Drejtat

source: Created
mk: Креирано
sq: Krijuar

source: DCAT JSON Harvester
mk: DCAT JSON собирач
sq: DCAT JSON Korrje

source: Harvester for DCAT dataset descriptions serialized as JSON
mk: Собирач за описи на DCAT податочни сетови серијализирани како JSON
sq: Korrje për përshkrimet e të dhënave të DCAT serialized si JSON

source: Generic DCAT RDF Harvester
mk: Генерички DCAT RDF собирач
sq: Gjenerues DCAT RDF Harvester

source: Harvester for DCAT datasets from an RDF graph
mk: Собирач за DCAT податочни сетови од RDF графикон
sq: Korrje për të dhënat e DCAT nga një grafik RDF
